Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=192_art_id=249.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Dållå
sma: Lïerh: Dålle

source: Galga vuojŋastimbiejvev ájllisin adnet.
sma: Aejlegem edtjh aejliestidh.

source: Galggap jubmelbalulattjan suv iehttset, vaj sárnev ja Jubmela bágov ep álbeda, ájnat dav ájllisin adnep, miellusit gulldalip ja oahppap.
sma: Mijjieh edtjebe Jupmelem vaetiestidh jïh iehtsedh, ollebe mijjieh gaavnesjimmiem Jupmelen baakoej bïjre ålkesth, bene baakoem aejlies utnebe, govlebe jïh dam lïerebe aavojne.

source: Jubmel almev ja ednamav gudán biejven sjivnnjedij ja giehttjit biejve vuojŋadaláj.
sma: Jupmele elmiem jïh eatnemem sjugniedi govhte biejjine, jïh tjïjhtjeden biejjien liegkedi.

source: Jubmel vuojnij ulmutja vuojŋadimbiejvev dárbahin váj árggabiejve stressas ja sjuttes bessi vuojŋadit.
sma: Jupmele vööjni almetjh aejlegsbiejjiem daarpesji ihke aarkebiejjien raesseste jïh dieredimmeste gåhkalidh.

source: Vuojŋastimbiejvev ájllisin adnet mierkki dav biejvev galggap Jubmelij vaddet.
sma: Aejlegsbiejjiem aejlies utnedh sæjhta jiehtedh mijjieh edtjebe dam biejjiem Jupmielasse vedtedh.

source: Máhtá jubmeldievnastussaj vuolgget.
sma: Datne maahtah gyrhkesjæmman vaedtsedh.

source: Jali råhkådallat æjgádij, oarbbenij jali iehtjádij siegen, jali Rámádin låhkåt jali ságastallat muhtem ássje birra Rámádis.
sma: Jallh datne maahtah eejhtegigujmie, voelpigujmie jallh jeatjabigujmie ektine rohkelidh, Bijbelisnie lohkedh jïh aamhtesi bïjre Bijbelistie soptsestalledh.

source: Jubmelij råhkådallap ja Suv guddnedip duola dagu gå jubmeldievnastussaj mannap, Rámádav låhkåp ja råhkådallap.
sma: Mijjieh earoehtibie jïh gaerhtebe Jupmelem gosse gyrhkesjæmman vaedtsebe, bijbelisnie lohkebe jïh rohkelibie.

source: Gåktu dij sådnåbiejvev ávvudallabihtit ?
sma: Guktie dijjieh aejlegem heevehtidie ?
